export default {
  state: {
    items: [
      {
        image: '',
        title: 'Заявка или звонок',
        descr: 'Вы оставляете заявку на сайте или звоните нам: (095) 123-45-67 Работаем ежедневно с 10.00 до 20.00',
      },
      {
        image: '',
        title: 'Уточнение деталей',
        descr: 'Менеджер перезванивает и консультирует Вас. Подтверждаем заказ',
      },
      {
        image: '',
        title: 'Отправка',
        descr: 'По всей Украине в течение 1-2 дней: Новая почта, Укрпошта, курьером',
      },
      {
        image: '',
        title: 'Получение',
        descr: 'Получаете ваш заказ! Оплата при получении наличными или банковской картой',
      }
    ]
  }
}