export default {
  state: {
    items: [
      {
        icon: '<i class="fas fa-microchip"></i>',
        title: 'Инновации',
        text: 'Новое поколение зарядных устройств, которое отличается от аналогов стильным дизайном и высокой производительностью'
      },
      {
        icon: '<i class="fas fa-mobile-alt"></i>',
        title: 'Дополнение',
        text: 'Стильный и полезный гаджет для Вашего смартфона, позволяющий всегда держать устройство с полным зарядом'
      },
      {
        icon: '<i class="fas fa-user-circle"></i>',
        title: 'Стиль',
        text: 'Линейка из 6 моделей позволяет выбрать вариант, который больше всего подойдет под Ваш вкус и интерьер'
      },
      {
        icon: '<i class="fas fa-shield-alt"></i>',
        title: 'Качество',
        text: 'При изготовлении используется пластик, который не выделяет вредных веществ при нагревании'
      }
    ]
  }
}