export default {
  state: {
    items: [
      {
        id: 'catalog-item-1',
        title: 'Basic Solution',
        image: 'img/catalog-item-1.jpg',
        avail: true,
        descr: 'Идеальное решение для дома, бизнес-центров, кафе, ресторанов, аэропортов, железнодорожных станций и других общественных мест. Простота установки и безопасность использования.',
        colors: ['#fff', '#000'],
        price: 1658,
        dscnt: 10,
        specs: [
          {
            title: 'Вход',
            text: 'DC5V/2A, 9V/1.67A'
          },
          {
            title: 'Выход',
            text: '5V/1A, 9V/1,67A (10W)'
          },
          {
            title: 'Частота',
            text: '110-205 KHZ'
          },
          {
            title: 'Зарядное растояние',
            text: '6-10mm'
          },
          {
            title: 'Защита от перезарядки',
            text: 'Есть'
          },
          {
            title: 'Быстрая зарядка',
            text: 'Есть'
          },
          {
            title: 'Цвет',
            text: 'черная или белая поверхность + резиновые детали для предотвращения скольжения'
          },
          {
            title: 'Беспроводная зарядка',
            text: 'Qi (поддерживает все известные приемники Qi-стандартов)'
          },
          {
            title: 'Интерфейсы',
            text: 'micro-USB, fast-charging 1.5м 4-жильный кабель в комплекте'
          }
        ]
      },
      {
        id: 'catalog-item-2',
        title: 'Premium Solution',
        image: 'img/catalog-item-2.jpg',
        avail: true,
        descr: 'Домашнее зарядное устройство De Luxe, выполненное в сочетании с металлом и стеклом, является стильным и приятным в использовании. Выбор цвета, соответствующего вашему интерьеру.',
        colors: ['#fff', '#000', '#2d4e80', '#e01221'],
        price: 1658,
        dscnt: 10,
        specs: [
          {
            title: 'Вход',
            text: 'DC5V/2A, 9V/1.67A'
          },
          {
            title: 'Выход',
            text: '5V/1A, 9V/1,67A (10W)'
          },
          {
            title: 'Частота',
            text: '110-205 KHZ'
          },
          {
            title: 'Зарядное растояние',
            text: '6-10mm'
          },
          {
            title: 'Защита от перезарядки',
            text: 'Есть'
          },
          {
            title: 'Быстрая зарядка',
            text: 'Есть'
          },
          {
            title: 'Цвет',
            text: 'черная или белая поверхность + резиновые детали для предотвращения скольжения'
          },
          {
            title: 'Беспроводная зарядка',
            text: 'Qi (поддерживает все известные приемники Qi-стандартов)'
          },
          {
            title: 'Интерфейсы',
            text: 'micro-USB, fast-charging 1.5м 4-жильный кабель в комплекте'
          }
        ]
      },
      {
        id: 'catalog-item-3',
        title: 'Desktop Embedded Fast Charge Solution',
        image: 'img/catalog-item-3.jpg',
        avail: true,
        descr: 'Идеальное решение для бизнес-центров, кафе, ресторанов, аэропортов, железнодорожных станций и других общественных мест. Простота установки и безопасность использования.',
        colors: ['#000'],
        price: 1658,
        dscnt: 10,
        specs: [
          {
            title: 'Вход',
            text: 'DC5V/2A, 9V/1.67A'
          },
          {
            title: 'Выход',
            text: '5V/1A, 9V/1,67A (10W)'
          },
          {
            title: 'Частота',
            text: '110-205 KHZ'
          },
          {
            title: 'Зарядное растояние',
            text: '6-10mm'
          },
          {
            title: 'Защита от перезарядки',
            text: 'Есть'
          },
          {
            title: 'Быстрая зарядка',
            text: 'Есть'
          },
          {
            title: 'Цвет',
            text: 'черная или белая поверхность + резиновые детали для предотвращения скольжения'
          },
          {
            title: 'Беспроводная зарядка',
            text: 'Qi (поддерживает все известные приемники Qi-стандартов)'
          },
          {
            title: 'Интерфейсы',
            text: 'micro-USB, fast-charging 1.5м 4-жильный кабель в комплекте'
          }
        ]
      },
      {
        id: 'catalog-item-4',
        title: 'Office Smart Solution',
        image: 'img/catalog-item-4.jpg',
        avail: false,
        descr: 'Не пропускайте сообщения и держите смартфон под рукой во время зарядки. Подставка удобна для видеозвонков во время зарядки. Смартфон можно разместить горизонтально, так и по вертикали.',
        colors: ['#000'],
        price: 1658,
        dscnt: 10,
        specs: [
          {
            title: 'Вход',
            text: 'DC5V/2A, 9V/1.67A'
          },
          {
            title: 'Выход',
            text: '5V/1A, 9V/1,67A (10W)'
          },
          {
            title: 'Частота',
            text: '110-205 KHZ'
          },
          {
            title: 'Зарядное растояние',
            text: '6-10mm'
          },
          {
            title: 'Защита от перезарядки',
            text: 'Есть'
          },
          {
            title: 'Быстрая зарядка',
            text: 'Есть'
          },
          {
            title: 'Цвет',
            text: 'черная или белая поверхность + резиновые детали для предотвращения скольжения'
          },
          {
            title: 'Беспроводная зарядка',
            text: 'Qi (поддерживает все известные приемники Qi-стандартов)'
          },
          {
            title: 'Интерфейсы',
            text: 'micro-USB, fast-charging 1.5м 4-жильный кабель в комплекте'
          }
        ]
      },
      {
        id: 'catalog-item-5',
        title: 'Aqua',
        image: 'img/catalog-item-5.jpg',        
        avail: true,
        descr: 'Dr Qi Aqua Wireless Chargers были созданы для людей, которые заботятся о своем образе жизни. Доступный и стильный - он сделает вас немного счастливее каждый день.',
        colors: ['#fff', '#000'],
        price: 1658,
        dscnt: 10,
        specs: [
          {
            title: 'Вход',
            text: 'DC5V/2A, 9V/1.67A'
          },
          {
            title: 'Выход',
            text: '5V/1A, 9V/1,67A (10W)'
          },
          {
            title: 'Частота',
            text: '110-205 KHZ'
          },
          {
            title: 'Зарядное растояние',
            text: '6-10mm'
          },
          {
            title: 'Защита от перезарядки',
            text: 'Есть'
          },
          {
            title: 'Быстрая зарядка',
            text: 'Есть'
          },
          {
            title: 'Цвет',
            text: 'черная или белая поверхность + резиновые детали для предотвращения скольжения'
          },
          {
            title: 'Беспроводная зарядка',
            text: 'Qi (поддерживает все известные приемники Qi-стандартов)'
          },
          {
            title: 'Интерфейсы',
            text: 'micro-USB, fast-charging 1.5м 4-жильный кабель в комплекте'
          }
        ]
      },
      {
        id: 'catalog-item-6',
        title: 'Car Perfect Fit solution',
        image: 'img/catalog-item-6.jpg',
        avail: true,
        descr: 'Элегантная комбинация из металла и пластика будет выглядеть идеально в любом автомобиле. Это зарядное устройство имеет вентиляцию, чтобы предотвратить перегрев вашего устройства.',
        colors: ['#fff', '#000'],
        price: 1658,
        dscnt: 10,
        specs: [
          {
            title: 'Вход',
            text: 'DC5V/2A, 9V/1.67A'
          },
          {
            title: 'Выход',
            text: '5V/1A, 9V/1,67A (10W)'
          },
          {
            title: 'Частота',
            text: '110-205 KHZ'
          },
          {
            title: 'Зарядное растояние',
            text: '6-10mm'
          },
          {
            title: 'Защита от перезарядки',
            text: 'Есть'
          },
          {
            title: 'Быстрая зарядка',
            text: 'Есть'
          },
          {
            title: 'Цвет',
            text: 'черная или белая поверхность + резиновые детали для предотвращения скольжения'
          },
          {
            title: 'Беспроводная зарядка',
            text: 'Qi (поддерживает все известные приемники Qi-стандартов)'
          },
          {
            title: 'Интерфейсы',
            text: 'micro-USB, fast-charging 1.5м 4-жильный кабель в комплекте'
          }
        ]
      }
    ]
  }
}