export default {
  state: {
    items: [
      {
        image: '',
        title: 'Безопасность',
        text: 'Как пользователя, так и устройства при их использовании. Мы производим все модели наших аксессуаров строго согласно Qi-стандарту беспроводной зарядки, что, в свою очередь, является общепринятым стандартом беспроводной зарядки. аксессуары ТМ Dr.Qi не излучают вредную для здоровья радиацию. При работе аксессуара, выделяется минимальное количества неионизирующей радиации, которая не наносит вреда для здоровья человека и прочих живых существ.'
      },
      {
        image: '',
        title: 'Частота работы',
        text: 'Частота, на которой работает продукция ТМ Dr.Qi строго контролируется, как на этапе производства, так и на этапе тестирования и всегда составляет: 110-205kHz, что означает - частота работы данного аксессуара отличается от частоты работы других Беспроводных устройств. Использование Dr.Qi не приведет к помехам при использования остальных устройств, например кардиостимуляторов или слуховых аппаратов. Так же это не нарушит работу ИК-термометров, электрических тонометров, как и других изделий. Продукция полностью безопасна.'
      },
      {
        image: '',
        title: 'Контроль температуры',
        text: 'Во все аксессуары ТМ Dr.Qi встроены температурные сенсоры, которые распознают текущую температуру во время зарядки и регулируют мощность Зарядки. При нормальном режиме использования температура аксессуара не должна превышать 40 градусов по Цельсию. Если же, например, в помещении слишком жарко, аксессуар может самостоятельно понизить выходное напряжение, что убережет ЗУ и заряжаемое устройство пользователя.'
      },
      {
        image: '',
        title: 'Экономия электроэнергии',
        text: 'Аксессуары от ТМ Dr.Qi не перерасходуют электроэнергию в режиме ожидания. Так, например, в режиме ожидания аксессуар потребляет 150mW/h (милливатт в час). Это гораздо ниже, чем подобные аксессуары сомнительного производителя.'
      }
    ]
  }
}