export default {
  state: {
    items: [
      {
        title: 'Где изготавливаются зарядки?',
        text: 'Аксессуары от ТМ Dr.Qi не перерасходуют электроэнергию в режиме ожидания. Так, например, в режиме ожидания аксессуар потребляет 150mW/h (милливатт в час). Это гораздо ниже, чем подобные аксессуары сомнительного производителя. '
      },
      {
        title: 'Почему цена ниже, чем у других производителей?',
        text: 'Аксессуары от ТМ Dr.Qi не перерасходуют электроэнергию в режиме ожидания. Так, например, в режиме ожидания аксессуар потребляет 150mW/h (милливатт в час). Это гораздо ниже, чем подобные аксессуары сомнительного производителя. '
      },
      {
        title: 'Как осуществляется доставка и оплата?',
        text: 'Аксессуары от ТМ Dr.Qi не перерасходуют электроэнергию в режиме ожидания. Так, например, в режиме ожидания аксессуар потребляет 150mW/h (милливатт в час). Это гораздо ниже, чем подобные аксессуары сомнительного производителя. '
      },
      {
        title: 'Есть ли гарантия?',
        text: 'Аксессуары от ТМ Dr.Qi не перерасходуют электроэнергию в режиме ожидания. Так, например, в режиме ожидания аксессуар потребляет 150mW/h (милливатт в час). Это гораздо ниже, чем подобные аксессуары сомнительного производителя. '
      }
    ]
  }
}