export default {
  state: {
    items: [
      {
        image: 'img/preview-item-1.jpg',
        title: 'Качество продукции',
        text: 'Зарядное устройство выполненно в сочетании с металлом и стеклом будет стильным дополнением интерьера.'
      },
      {
        image: 'img/preview-item-2.jpg',
        title: 'Для любых задач',
        text: 'Идеальное решение для дома, бизнес-центров, кафе, ресторанов, аэропортов, железнодорожных станций и других общественных мест. Простота установки и безопасность использования.'
      },
      {
        image: 'img/preview-item-3.jpg',
        title: 'Гарантия и возврат',
        text: 'Если Вам не подойдет товар, Вы можете его прислать нам в течение 14 дней, и мы без проблем его обменяем или вернем деньги. Также предоставляется гарантия 6 месяцев от производителя.'
      }
    ]
  }
}