export default {
  state: {
    items: [
      {
        photo: '',
        name: 'Андрей Шевченко',
        original: '',
        order: 'Car Perfect Fit solution',
        text: 'Заказывал зарядку для своего автомобиля, потому что получилось так, что от провода заряжать на удобно, телефон постоянно скользит и при резком торможении может улететь в салон. Здесь есть магнит, держится плотно, всё в порядке.'
      },
      {
        photo: '',
        name: 'Андрей Шевченко',
        original: '',
        order: 'Car Perfect Fit solution',
        text: 'Заказывал зарядку для своего автомобиля, потому что получилось так, что от провода заряжать на удобно, телефон постоянно скользит и при резком торможении может улететь в салон. Здесь есть магнит, держится плотно, всё в порядке.'
      },
      {
        photo: '',
        name: 'Андрей Шевченко',
        original: '',
        order: 'Car Perfect Fit solution',
        text: 'Заказывал зарядку для своего автомобиля, потому что получилось так, что от провода заряжать на удобно, телефон постоянно скользит и при резком торможении может улететь в салон. Здесь есть магнит, держится плотно, всё в порядке.'
      },
      {
        photo: '',
        name: 'Андрей Шевченко',
        original: '',
        order: 'Car Perfect Fit solution',
        text: 'Заказывал зарядку для своего автомобиля, потому что получилось так, что от провода заряжать на удобно, телефон постоянно скользит и при резком торможении может улететь в салон. Здесь есть магнит, держится плотно, всё в порядке.'
      }
    ]
  }
}